export const list: { title: string, p: string[], img: string }[] = [
  {
    title: 'Королевское бритье: возрождение традиций',
    p: [
      'Настоящий аристократ никогда не брился самостоятельно' +
      ' – не барское это дело. В проведении необходимых процедур ему ' +
      'помогал верный прислужник, если речь шла о ежедневном туалете.' +
      ' А по особо важным случаям приглашали брадобрея или же сам джентльмен' +
      ' отправлялся в элитный барбершоп. По тем временам парикмахерская для' +
      ' мужчин приравнивалась к своеобразному мужскому клубу, где собирались' +
      ' не только чтобы убрать лишнюю растительность на скулах и подбородке. ' +
      'Сегодня традиции возвращаются. И на пике популярности королевское бритье. ' +
      'Слышали о таком, но точно не представляете, что это и в чем суть?',
      `Примерно до середины XX века такой вид бритья королевским
       вовсе не считался – он был самым обычным и традиционным.
        С той лишь разницей, что для обслуживания аристократии
        использовались более качественные лезвия и сопроводительные аксессуары.
         По своей сути это – тщательное бритье лица, шеи, а если требуется, то и головы, опасной бритвой.`,
      `Сегодня эта процедура несколько видоизменилась,
      бритье опасной бритвой превратилось в элитную, модную и дорогостоящую услугу.
      При этом цель – не только сделать кожу клиента безупречно гладкой,
      мягкой и благоухающей. Мужчина должен максимально расслабиться в
      процессе бритья, отвлечься от хлопот и суеты, избавиться от стресса…
       словом, покинуть салон новым человеком, готовым к новым сражениям и приключениям.
       Какими методами предлагается этого достичь? `
    ],
    img: 'nathon-oski-546863-unsplash'
  },
  {
    title: 'Обязательные атрибуты королевского бритья',
    img: 'barber-beard-brush-995300',
    p: [
      `Бриться опасной бритвой можно тоже по-разному –
      и не всегда это допустимо назвать именно королевским бритьем.
       Обязательными моментами и атрибутами королевского процесса являются:`,
      `1.	использование специальной клинковой бритвы с особым лезвием:
      его полотно должно быть гибким и заточенным под определенным углом,
      что обеспечит идеальное и безболезненное удаление всех волосков;`,
      `2.	вспомогательные атрибуты – гель, пенка,
      помазок и т.д. – должны быть тоже профессиональными и высококачественными, желательно вашими лично;`,
      `3.	традиционно процедура начинается с распаривания кожи горячим, ароматизированным полотенцем – и никаким другим способом;`,
      `4.	по завершению кожа успокаивается массажем с применением охлаждающего, смягчающего и дезинфицирующего средства,
      после чего обязательно наносится одеколон.`,
      `Соблюдение этих условий – уже половина дела.
       Но ключевую роль играет, конечно же, сама техника проведения бритья опасной бритвой.
       Владеет ей не каждый профессиональный брадобрей, нужно сказать сразу.
       Потому и стоит услуга достаточно дорого, а получить ее можно только в действительно хороших салонах.`
    ]
  },
  {
    img: 'christoffer-engstrom-189365-unsplash',
    title: 'Техника королевского бритья',
    p: [
      `1.	Сначала подготавливается кожа.
      Полотенце погружается в специальный прибор,
      где пропитывается влажным горячим паром с аромамаслами.
      после этого горячее полотенце прикладывается к тем зонам, которые подлежат обработке опасной бритвой.`,
      `2.	Затем на коже распределяется пенка или крем – делается это строго помазком из натуральных волос.`,
      `3.	Далее начинается бритье.
       Сначала выбриваются участки лица и шеи по росту волос.
        Затем второй раз – против роста. После каждого прохода кожа обрабатывается анисептиком.`,
      `4. По окончанию процедуры на лицо накладывается теперь уже холодный компресс – он успокоит кожу, заодно удалятся остатки пены.`,
      `5. После этого выполняется небольшой массаж с использованием смягчающего и дезинфицирующего бальзама. `,
      `6.	В завершение, наносится бесспиртовой ароматический одеколон.`
    ]
  }
];
